#include <iostream>
#include <string>
#include <Windows.h>

using namespace std;

int main()
{

	while (true)
	{
		system("cls");

		cout << "¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡á¡á¡á¡á¡á¡á¡á¡à¡à" << endl;
		cout << "¡à¡à¡á¡á¡á¡á¡á¡á¡á¡à¡à" << endl;
		cout << "¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à" << endl;
		cout << "¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à" << endl;
		cout << "¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;

		system("cls");

		cout << "¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡Ú¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡Ú¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡Ú¡á¡Ú¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡Ú¡á¡Ú¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡á¡Ú¡á¡Ú¡á¡Ú¡á¡à¡à" << endl;
		cout << "¡à¡à¡á¡Ú¡á¡Ú¡á¡Ú¡á¡à¡à" << endl;
		cout << "¡à¡á¡Ú¡á¡Ú¡á¡Ú¡á¡Ú¡á¡à" << endl;
		cout << "¡à¡á¡Ú¡á¡Ú¡á¡Ú¡á¡Ú¡á¡à" << endl;
		cout << "¡á¡Ú¡á¡Ú¡á¡Ú¡á¡Ú¡á¡Ú¡á" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		
		system("cls");


		cout << "¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡à¡á¡à¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡á¡á¡á¡á¡á¡à¡à¡à" << endl;
		cout << "¡à¡à¡á¡á¡á¡á¡á¡á¡á¡à¡à" << endl;
		cout << "¡à¡à¡á¡á¡á¡á¡á¡á¡á¡à¡à" << endl;
		cout << "¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à" << endl;
		cout << "¡à¡á¡á¡á¡á¡á¡á¡á¡á¡á¡à" << endl;
		cout << "¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;
		cout << "¡à¡à¡à¡à¡á¡á¡á¡à¡à¡à¡à" << endl;

	}

	system("pause");
	return 0;
}